// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "アプリケーション・エラー";
"appInternalError" = "アプリケーションで内部エラーが発生しました。 アプリケーションをアンインストールしてから再インストールしてください。";
"appNeedsSpace" = "アプリケーションの初期化には %.2f MB 必要ですが、%.2f MB しか使用できません。 スペースを一部解放してやり直してください。";
"appZipDownloadFailedServerNotResponding" = "アプリケーション・アーカイブ・ファイルのダウンロードが失敗しました。 サーバーが応答していません。";
"applicationDisabled" = "アプリケーションは使用できません";
"appWeResourcesNotAccessible" = "アプリケーション Web リソースにアクセスできませんでした。";

//c
"cancel" = "キャンセル";
"close" = "閉じる";

//d
"downloading" = "ダウンロード中...";

//e
"error" = "エラー";
"errorProcessingRequestFromApp" = "アプリケーションからの要求の処理中にエラーが発生しました。";
"errorProcessingZip" = "アーカイブ・ファイルの解凍中にエラーが発生しました。  障害の原因については、前のメッセージを参照してください。";
"exit" = "終了";

//g
"getNewVersion" = "新バージョンの入手";

//o
"ok" = "OK";

//s
"serviceNotification" = "サービス通知";

//u
"update" = "更新";
"upgrade" = "アップグレード";
